jorgebucaran/fisher
zzhaolei/transient.fish
jethrokuan/z
franciscolourenco/done
meaningful-ooo/sponge
jorgebucaran/autopair.fish
acomagu/fish-async-prompt
gazorby/fish-abbreviation-tips
budimanjojo/tmux.fish
