jorgebucaran/fisher
ilancosman/tide@v6
jethrokuan/z
patrickf1/fzf.fish
nickeb96/puffer-fish
laughedelic/pisces
oh-my-fish/plugin-grc
catppuccin/fish
